import pandas as pd
from Sectors import *
from Countries import *

tsectors = pd.DataFrame({'Ранняя фаза': ['Финансы', 'Недвижимость',
                                      'Товары второй необходимости',
                                      'Информационные технологии',
                                      'Промышленность, логистика', 'Сырье', '',
                                         '"NEM", "AMZN", "BAC", "SBER", "NKE"'],
                      'Средняя фаза': ['IT-сфера', 'Услуги телекоммуникации и связи',
                                       '', '', '', '', '',
                                       '"AAPL", "MSFT", "MA", "VZ", "CMCSA"'],
                      'Закат': ['Здравоохранение', 'Коммунальные услуги',
                                'Товары первой необходимости', '', '', '','',
                                '"JNJ", "AMGN", "PFE", "PG", "KO"'],
                      'Рецессия': ['Коммунальные услуги', '', '', '', '', '', '',
                                   '"EXC", "DRE", "D", "NEE", "NG"']
                      })

t_port_sect
tcapa
t_port_capa


